[Play_X2_XP_BET_T_Gather_Survivors_Dropship_Inro_A AkEvent]
SpokenText="Слуги Старійшин загнали кількох моїх побратимів у старе місто. Поки що вони живі, але не можна втрачати ні хвилини. Один з них володіє знаннями, які необхідно зберегти. Якщо ви зможете знайти та повернути наших союзників, ми будемо вам вдячні."

[Play_X2_XP_BET_T_Gather_Survivors_Dropship_Inro_B AkEvent]
SpokenText="Я вдячна вам за допомогу. Сили Старійшин загнали кількох моїх побратимів у небезпечні стіни старого міста. Один з них володіє блискучим розумом - справжній геній. Якщо ви допоможете мені врятувати їх, це лише зміцнить наш союз."

[Play_X2_XP_BET_T_Gather_Survivors_Dropship_Inro_C AkEvent]
SpokenText="Ми високо цінуємо вашу відгукливість. Цінний агент разом з нашою охороною був виявлений силами Старійшин і тепер змушений переховуватися в старому місті. Час на виході. Допоможіть моїм союзникам, і ми відплатимо вам тією ж монетою."

[Play_X2_XP_BET_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Маріонетки Старійшин вже поруч з вами. Нехай не буде пощади тим, хто не прагне до свободи."

[Play_X2_XP_BET_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Віра в ваші слова міцніє з кожною перемогою. Чудово виконано."

[Play_X2_XP_BET_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Бортала! Як приємно бачити старого союзника в компанії нових друзів."

[Play_X2_XP_BET_T_How_To_Use_Skirmisher AkEvent]
SpokenText="Ми, Заступники, були створені фальшивими богами, щоб служити їм і померти в рабстві. Ми не втратили своїх здібностей, але тепер вони служать нашим власним цілям. Нікому не встояти проти нас у ближньому бою."

[Play_X2_XP_BET_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="З дня, коли мої перші товариші здобули свободу, ми ховалися у тунелях глибоко під містами Старійшин. В одному з таких тунелів сховався цінний союзник, однак маріонетки Старійшин йдуть по його сліду. Поблизу ви зустрінете одного з наших - він вам допоможе. Зробіть все можливе заради спільної мети."

[Play_X2_XP_BET_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Тунелі під містами Старійшин багато років служили нам сховищем від переслідувань. Тепер слуги Старійшин змусили нашого союзника переховуватися у такому ж сховищі, і на допомогу до нього прийшов лише один товариш. Я не можу просити вас ризикувати; дійте так, як підказують вам ваші інстинкти."

[Play_X2_XP_BET_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Під містами Старійшин криється система тунелів, серед яких знаходяться наші таємні сховища. Колишній солдат \"Адвента\", здобувши свободу, втік у ці тунелі, щоб знайти захист, однак Старійшини послали слідом за ним свої війська. Мій агент знаходиться неподалік і допоможе вам зі рятувальною операцією."

[Play_X2_XP_BET_T_Swarm_Mission_Complete AkEvent]
SpokenText="Ви ще більше зміцнили зв’язки нашого союзу. Дякую вам."
